export const newsExemple = `СЛАДКИЙ КОНКУРС!

  😳 8 марта близко, а драконы уже раскладывают сокровища:

  🥹 Позиции от "Love is"
  🤤 Нежные японские конфеты
  🤓 Милые баночки с напитками на любой вкус

  — у нас есть всё, чтобы порадовать её. Заходи за лучшими подарками для любимых! А в честь праздника мы объявляем небольшой конкурс, для участия - тыкай кнопку и надейся на удачу!

  😳 Приз победителю: наш фирменный мистери бокс!

  ⏳ Подведение итогов: 10:00 08-03-2026 (Московское время)
  🏆 Призовых мест: 1 
`;

export const headlineExample = 
`Ветерок весны —
Бутоны шепчут: «Скоро, скоро…»
Женский день идёт.
`;

export const productsSectionHeadline = 
`Нежданный вкус —
Как первый луч в темноте…
Сердце встрепенулось.
`;
