export const info = [
  {
    title: `Велосипед мчится,
Эхо из Изнанки зовёт —
Детство на краю.`,
    info_type: "news",
    content: `👺Дела закончились, а сладости продолжаются!

У нас приземлилась легенда! Коллаборация «Очень странных дел»
Kinder уже на базаре - открывай яйцо — лови Демогоргона или Оди, 
и беги хвастаться в наш чат — нам тоже интересно, кто там внутри ❤️

❗️Драконье чутьё подсказывает: такое раскупают быстро`,
    media_type: "video",
    media_url: "/video/strange.webm",
    optional_link_url: null
  },

  {
    title: `Ветерок весны —
Бутоны шепчут: «Скоро, скоро…»
Женский день идёт.
`,
    info_type: "news",
    content: `СЛАДКИЙ КОНКУРС!

  😳 8 марта близко, а драконы уже раскладывают сокровища:

  🥹 Позиции от "Love is"
  🤤 Нежные японские конфеты
  🤓 Милые баночки с напитками на любой вкус

  — у нас есть всё, чтобы порадовать её. Заходи за лучшими подарками для любимых! А в честь праздника мы объявляем небольшой конкурс, для участия - тыкай кнопку и надейся на удачу!

  😳 Приз победителю: наш фирменный мистери бокс!

  ⏳ Подведение итогов: 10:00 08-03-2026 (Московское время)
  🏆 Призовых мест: 1 
`,
    media_type: "image",
    media_url: "/images/8_march.webp",
    optional_link_url: "http://t.me/GiveawayLuckyBot/app?startapp=eKxqkguo-fTN2gkQp",
  },

  {
    title: `Дракон выбирает:
Манго в сиропе или кацубоси?
Вздох — берёт всё сразу.`,
    info_type: "assortment",
    content: `Наш уютный магазинчик готов удивлять! Вот лишь несколько сокровищ из нашего азиатского ассортимента, которые ждут тебя на полках:

🍡 Моти с топинабуром  — сладковатый, нежный вкус с лёгкими ореховыми нотками.
🍬 Конфеты со вкусом белого персика — сладкие, с лёгкой искринкой, будто загадка в обёртке.
🥭 Манговый мармелад — солнечный, тягучий, с кусочками настоящего манго.
💧Инстаграмнные напитки "Hata" — всем подружкам на зависть!
🍋 Китайские кислые карамельки — для смелых ценителей вкуса!

И это только начало! Каждый вкус — как маленькое путешествие по Азии. Что из этого манит тебя больше всего? 😋`,
    media_type: "none",
    media_url: null,
    optional_link_url: null,
  },


  {
    title: null,
    info_type: "assortment",
    content: `🔥Соевое мясо — это растительный продукт, сделанный из соевого белка. 
    Его текстура напоминает мясо, но оно полностью веганское, лёгкое и универсальное. 
    В Азии его называют "текстурированный соевый протеин" или просто "соевое мясо". 
    Его обжаривают, тушат, маринуют, добавляют в супы или едят как снэк. 
    У нас на Базаре ты найдёшь различное корейское соевое мясо с кунжутом и чили — хрустящее, ароматное и сытное!😍`,
    media_type: "image",
    media_url: "/images/meat.webp",
    optional_link_url: null,
  },

  {
    title: null,
    info_type: "assortment",
    content: `🌶️Топоки (или токпокки) — это культовое корейское блюдо, которое покоряет сердце и желудок с первого укуса! Это мягкие рисовые колобки, приготовленные в ярко-красном соусе из корейского чили (гочуджан), с добавлением соевого соуса, сахара и часто специй. Иногда их обжаривают до хрустящей корочки, а иногда подают с рыбными лепёшками или сыром — каждый вариант таит свой характер. В Корее топоки — уличная еда, которую обожают все: от школьников до офисных работников, и это настоящая эмоция в тарелке!

Представь: ты берёшь упаковку сушёных топоки, которые легко приготовить дома и классно проводишь вечер смотря новую серию любимого аниме! Это ли не счастье?😋`,
    media_type: "image",
    media_url: "/images/topoki.webp",
    optional_link_url: null,
  },

  {
    title: null,
    info_type: "assortment",
    content: `Моти — нежные японские рисовые десерты, мягкие, как облако, с сочной начинкой, что тает во рту. На Драконьем Базаре они добавляют магии и восточного шарма в твои дни! Успей схватить — улетают быстрее драконов!
В наличии следующее позиции:

Молочный 🥛: Нежная сливочная классика, уютная, как тёплое утро.
Манго 🥭: Яркий тропический взрыв, сочный и солнечный — лето в каждом кусочке.
Топинамбур 🌱: Натуральная сладость с ореховым послевкусием, полезная и необычная.
Шоколад 🍫: Глубокий, тающий соблазн для ценителей сладкого греха.
Банан 🍌: Кремовый и сладкий, как тёплый тропический бриз — чистое наслаждение.
Персик 🍑: Сочный и ароматный, с лёгкой кислинкой — летний флирт во рту.
Клубника 🍓: Свежий ягодный поцелуй, кисло-сладкий и невероятно нежный.

- Успевай, пока не улетели🔥`,
    media_type: "image",
    media_url: "/images/moti.webp",
    optional_link_url: null,
  },
];
