export const news = [
  {
    id: 1,
    title: `Велосипед мчится,
Эхо из Изнанки зовёт —
Детство на краю.`,
    text: `👺Дела закончились, а сладости продолжаются!

У нас приземлилась легенда! Коллаборация «Очень странных дел»
Kinder уже на базаре - открывай яйцо — лови Демогоргона или Оди, 
и беги хвастаться в наш чат — нам тоже интересно, кто там внутри ❤️

❗️Драконье чутьё подсказывает: такое раскупают быстро`,
    media_type: "video",
    url: "/video/strange.webm",
  },
  {
    id: 2,
    title: `Ветерок весны —
Бутоны шепчут: «Скоро, скоро…»
Женский день идёт.
`,
    text: `СЛАДКИЙ КОНКУРС!

  😳 8 марта близко, а драконы уже раскладывают сокровища:

  🥹 Позиции от "Love is"
  🤤 Нежные японские конфеты
  🤓 Милые баночки с напитками на любой вкус

  — у нас есть всё, чтобы порадовать её. Заходи за лучшими подарками для любимых! А в честь праздника мы объявляем небольшой конкурс, для участия - тыкай кнопку и надейся на удачу!

  😳 Приз победителю: наш фирменный мистери бокс!

  ⏳ Подведение итогов: 10:00 08-03-2026 (Московское время)
  🏆 Призовых мест: 1 
`,
    media_type: "image",
    url: "/images/8_march.webp",
    link: "http://t.me/GiveawayLuckyBot/app?startapp=eKxqkguo-fTN2gkQp",
  },
];
